var quizQuestions = [
  {
    question: `আপনি কেন প্রোগ্রামিং শিখতে চান?⬇`,
    answers: [
      {
        type: `programming-contest`,
        content: `প্রোগ্রামিং কন্টেস্ট 👨‍💻`,
      },
      {
        type: `data-scientist`,
        content: `ডেটা সাইন্স 📊`,
      },
      {
        type: `not-sure`,
        content: `আমি নিশ্চিত নই 🤭`,
      },
    ],
  },
  {
    question: `প্রোগ্রামিং সম্পর্কে কতটুকু জানেন?⬇`,
    answers: [
      {
        type: `Microsoft`,
        content: `কিছুই জানি না 🤭`,
      },
      {
        type: `Nintendo`,
        content: `কিছু ধারণা আছে 🤔`,
      },
      {
        type: `Sony`,
        content: `নিয়মিত প্রোগ্রামিং করি 😎`,
      },
    ],
  },
  {
    question: `প্রোগ্রামিং শেখার জন্য প্রতিদিন কতটুকু সময় দিতে পারবেন?⬇`,
    answers: [
      {
        type: `Microsoft`,
        content: `১-২ ঘণ্টা ⏰`,
      },
      {
        type: `Nintendo`,
        content: `২-৩ ঘণ্টা ⏰⏰`,
      },
      {
        type: `Sony`,
        content: `৩ ঘণ্টার বেশি ⏰⏰⏰`,
      },
    ],
  },
]

export default quizQuestions
